Repository: wp-plugins/bbpress-notify-nospam
Catalog: 1.8/languages/bbpress_notify-*.po
Languages: de_de

source: Sorry, you need to activate bbPress first.
de_de: Um dieses Plugin nutzen zu können, musst du zuerst bbPress aktivieren.

source: [[blogname]] New topic: [topic-title]
de_de: [[blogname]] Neues Thema: [topic-title]

source: Hello! A new topic has been posted by [topic-author]. Topic title: [topic-title] Topic url: [topic-url] Excerpt: [topic-excerpt]
de_de: Hallo! Im Forum gibt es ein neues Thema von [topic-author]. Titel: [topic-title] Adresse: [topic-url]}n Vorschau: [topic-excerpt]

source: Hello! A new reply has been posted by [reply-author]. Topic title: [reply-title] Topic url: [reply-url] Excerpt: [reply-excerpt]
de_de: Hallo! [reply-author] hat eine Antwort verfasse. Titel: [reply-title] Adresse: [reply-url] Vorschau: [repy-excerpt]

source: E-mail Notifications
de_de: E-Mail-Benachrichtigungen

source: Notifications about new topics are sent to
de_de: E-Mail-Benachrichtigungen über neue Themen werden gesendet an

source: E-mail subject
de_de: Betreff

source: E-mail body (template tags: [blogname], [topic-title], [topic-content], [topic-excerpt], [topic-author], [topic-url], [topic-replyurl])
de_de: Nachrichtentext (Variablen: [blogname], [topic-title], [topic-content], [topic-excerpt], [topic-author], [topic-url], [topic-replyurl])

source: Notifications about replies are sent to
de_de: E-Mail-Benachrichtigungen über neue Antworten werden gesendet an

source: E-mail body (template tags: [blogname], [reply-title], [reply-content], [reply-excerpt], [reply-author], [reply-url], [reply-replyurl])
de_de: Nachrichtentext (Variablen: [blogname], [reply-title], [reply-content], [reply-excerpt], [reply-author], [reply-url], [reply-replyurl])

source: Configure e-mail notifications when new topics and/or replies are posted.
de_de: Lege fest, ob und wie E-Mail-Benachrichtigungen über neue Themen und/oder Antworten versendet werden.

source: Blog owner
de_de: Blog-Eigentümer

source: All Administrators
de_de: alle Administratoren

source: All Editors
de_de: alle Redakteure

source: All Authors
de_de: alle Autoren

source: All Contributors
de_de: alle Mitarbeiter

source: All Subscribers
de_de: alle Abonnenten

source: Shortcodes
de_de: Variablen

source: Notifies all registered users by e-mail when a new bbPress topic is created.
de_de: Benachrichtigt alle registrierten Benutzer via E-Mail, sobald ein neues bbPress-Diskussionsthema erstellt wurde.
